Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=370_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: ” Čiõlǥtõs saaŠmi ooumažvuõiggâdvuõđin lij jiiŠjjesnallšem ”
fin: ” Raportti saamelaisten ihmisoikeuksista on ainutlaatuinen tehtävä ”

source: - SaaŠmi ooumažvuõiggâdvuõđid ǩiõttʼtõõllâm čiõlǥtõõzz raajjmõš lij jiiŠjješnallšem tuâjj.
fin: - Saamelaisten ihmisoikeuksia käsittelevän raportin laatiminen on ainutlaatuinen tehtävä.

source: - ÄiŠggsab vuõssnaroodi ooumažvuõiggâdvuõtt-teâđtõõzz liâ leämmaž valdia mieŠlddsa, koin määŋgain liâ määŋg vuõssnarood.
fin: - Aiemmat alkuperäiskansojen ihmisoikeusraportit ovat olleet valtiokohtaisia, joissa monissa on useita alkuperäiskansoja.

source: SaaŠmi ooumažvuõiggâdvuõđid ǩiõttʼtõõllâm čiõlǥtõs lij vuõssmõs, kååŠtt puätt ǩiõttʼtõõllât õõut narood neellj valdia vuuŠdest, tuõđi YK vuõssnarooditeâđteei James Anaya RuäŠvnjaarǥâst.
fin: Saamelaisten ihmisoikeuksia käsittelevä raportti on ensimmäinen, joka tulee käsittelemään yhtä kansaa neljän valtion alueella, totesi YK:n alkuperäiskansaraportoija James Anaya Rovaniemellä.

source: Snimldõõǥǥâst YK vuõssnaroodi vuõiggâdvuõđi spesialteâđteei, professor James Anaya RuäŠvnjaarǥâst.
fin: Kuvassa YK:n alkuperäiskansojen oikeuksien erityisraportoija, professori James Anaya Rovaniemellä.

source: Snimldõk: Sára Márjá Magga.
fin: Kuva: Sára Márjá Magga.

source: Spesialteâđteei Anaya maainsti, što suu ǩiõččlõõttmõžžân lij taŠrǩǩõõllâd saaŠmi ooumažvuõiggâdvuõđi teâuddjumuužž vuõssnaroodi ǩiõččâmvueŠjj mieŠldd.
fin: Erityisraportoija Anaya kertoi, että hänen pyrkimyksenään on tarkastella saamelaisten ihmisoikeuksien toteutumista alkuperäiskansan näkökulmasta.

source: RuäŠvnjaarǥâst 15.- 16.4. riõššum noorõõttâmpoodd leŠjje bieŠǩǩ saaŠmi, valdiai da spesialteâđteei kõskksa vuârrmainstumužž, kååŠtt juätkkai veâl mâŋŋa noorõõttâmpooddi.
fin: Rovaniemellä 15.-16.4. järjestetyt tilaisuudet olivat osa saamelaisten, valtioiden ja erityisraportoijan välistä vuoropuhelua, joka tulee jatkumaan tilaisuuksien jälkeen.

source: – Čiõlǥtõõzzi diõtt riõššum noorõõttâmpooddi mââibeäŠlnn puäŠtte veâl täujja lââŠss kõõččmõõžž, koid haaŠleep vasttõõzzid.
fin: – Raportointia varten järjestettyjen tilaisuuksien jälkeen tulee yleensä lisää kysymyksiä, joihin haluamme vastauksia.

source: - Valmštem vueŠlnn åårrai ooumažvuõiggâdvuõtt-teâđtõõzz täävtõssân lij ooudâsviikkâd vuõssnaroodi vuõiggâdvuõđi da vueŠjj miõttlaž ooudâsviikkmõõžž.
fin: - Valmistettavan ihmisoikeusraportin tavoitteena on edistää alkuperäiskansan oikeuksien ja tilanteen positiivista kehittymistä.

source: Čiõlǥtõs puätt ââŠnned seŠst juurdpuättmõõžžid da siâssmõõžžid, kook vuâđđâŠvve TâŠvvjânnamlaž jiijjâz vuõssnaroodes kuõskki õõlǥtumuužžid.
fin: Raportti tulee sisältämään johtopäätöksiä ja suosituksia, jotka perustuvat Pohjoismaiden omaa alkuperäiskansaansa koskeviin velvoitteisiin.

source: - Čiõlǥtõs puätt teâttan valdiai halltõŠsse, saaŠmid da õõlmâsvuõŠtte da tõt maadârdet YK ooumažvuõiggâdvuõttsuåvtõŠšše.
fin: - Raportti tulee tiedoksi valtioiden hallituksille, saamelaisille ja julkisuuteen ja se esitellään YK:n ihmisoikeusneuvostolle.

source: Halltõõzzi da saaŠmi võboršeeŠǩǩin lij vuäittmõš leeŠd mieŠldd ooumažvuõiggâdvuõttsuåvtõõzz såbbrest, kååŠtt lij õlmmsaž, maainsti Anaya.
fin: Hallitusten ja saamelaisten edustajilla on mahdollisuus olla mukana ihmisoikeusneuvoston kokouksessa, joka on julkinen, kertoi Anaya.

source: Looǥǥ spesialteâđteei James Anaya mainnâz 15.4. õŠnnum konfereens äävumuužžâst täŠst: OPENING STATEMENT OF THE SPECIAL RAPPORTEUR JAMES ANAYA 15042010
fin: Lue erityisraportoija James Anayan puhe 15.4. pidetyn konferenssin avauksessa tästä: OPENING STATEMENT OF THE SPECIAL RAPPORTEUR JAMES ANAYA 15042010
